{
  "title": "Science OL 社区宣言",
  "topic1": {
    "title": "何为 Science OL?",
    "content": "Science OL 是一个双功能平台，正在革新全球科学研究方式。我们的平台由两个互补组件组成：Science Online 提供可远程访问的虚拟实验室，而 OpenLab 则为物理实验室现代化提供开源标准和智能解决方案。它们共同创建了一个生态系统，使研究人员能够跨学科和地理边界进行协作。Science OL 通过普及先进研究工具的使用，以及推广使虚拟和物理实验室更高效、更互联、更创新的开放标准，赋能科学家。"
  },
  "topic2": {
    "title": "为什么选择开源？",
    "content": "开源是 Science OL 使科学研究民主化使命的基础。通过免费提供我们的实验室规范、协议和软件，我们使全球机构能够实施标准化、可互操作的系统。这种开放方法允许科学家和工程师贡献改进，使整个社区受益，确保我们的虚拟实验室和物理实验室标准保持先进。开源促进了科学方法的透明度，提高了实验的可重复性，并实现了跨越机构边界的协作解决问题。Science OL 不是通过专有系统限制创新，而是建立一个知识共享加速科学发现和实验室进步的社区。"
  },
  "topic3": {
    "title": "Science OL 社区的历史",
    "content": "Science OL 始于弥合先进实验室技术与全球研究人员之间差距的愿景。最初专注于开发 Science Online，我们的虚拟实验室平台，我们认识到许多机构仍依赖于缺乏标准化和现代功能的物理实验室。这促使我们创建了 OpenLab，我们的开源实验室标准和智能解决方案框架。通过整合这些互补方法，Science OL 成为了一个全面服务于各学科和环境的研究人员的综合平台。我们的社区已经发展到包括来自不同背景的贡献者，他们都团结在一个目标下：通过虚拟访问和物理现代化，使科学实验更易获取、更高效、更具协作性。"
  },
  "topic4": {
    "title": "Science OL 社区的短期计划与长期愿景",
    "content1": "Science Online 旨在通过提供可从任何地方访问的虚拟实验室，使科学实验变得平民化。这些在线实验室模拟真实的实验环境，使研究人员能够在没有地理或资源限制的情况下进行实验。",
    "content2": "OpenLab 专注于为实验室设计、自动化和智能化建立开源标准。通过共享规范、软件和实施指南，我们帮助机构将传统实验室转变为互联、高效的研究空间。",
    "content3": "从长远来看，Science OL 设想了一个全球生态系统，虚拟实验室和物理实验室可以无缝交互，打破学科和机构之间的壁垒。我们的平台将通过跨越数字和物理世界的智能实验室系统，支持可重复的研究、高效的资源利用和加速的科学发现。"
  },
  "topic5": {
    "title": "你可以如何做出贡献？",
    "content1": "如果你想在 Science OL 社区已有项目做贡献，请直接上，或者联系相应的开发者交流想法；如果你想在 Science OL 社区开辟新的项目，或者希望 Science OL 社区帮助你开发你的项目，请联系 contact。",
    "content2": "如果你是热爱科学的程序员，被 Science OL 开源社区致力打造的未来科学计算平台所吸引，你不仅可以贡献新的算法，也可以贡献代码开发规范、文档写作规范、社区数据库、任务调度、工作流管理等工具，还可以为 Science OL 社区代码架构设计、高性能优化等工作做贡献。科学计算领域的人们将衷心欣赏你的才能和贡献。",
    "content3": "如果你是熟悉电子结构、分子动力学、有限元方法等编程框架的硬核开发者，Science OL 社区将是你大展身手的地方。机器学习的加入让我们从架构设计、每个任务的具体实现、到高性能优化都需要重新思考、反复琢磨。你将成为连接不同领域开发者、贡献者、用户的重要桥梁。",
    "content4": "如果你只用过一些基本的科学软件，多多少少做过些后处理的脚本，Science OL 社区会很需要你！试着在 github/gitee 和其他交流平台上提问交流、试着提意见，直到试着 fork、commit、pr……你一点一滴的贡献会让 Science OL 社区变得更好，Science OL 社区也将非常感谢你的贡献。",
    "content5": "哪怕你只是一个旁观者，如果你支持 Science OL 社区的理念，你的认可和传播也将是对 Science OL 社区最大的肯定与支持。"
  },
  "topic6": {
    "title": "结语",
    "content1": "尽管技术取得了巨大进步，但科学研究仍然受到实验室设备使用机会有限和设施间标准不一致的阻碍。许多机构独立运作，使用限制协作和可重复性的专有系统。",
    "content2": "Science OL 平台将改变这一切。",
    "content3": "通过 Science Online 提供虚拟实验室访问，以及通过 OpenLab 为物理实验室提供开放标准，Science OL 为科学研究创造了一个新的范式。这种集成方法使实验工具的使用变得民主化，同时建立共同框架，促进跨机构边界的协作。对于资源有限的研究人员，Science Online 提供了立即访问复杂虚拟环境的机会。对于希望现代化其设施的机构，OpenLab 提供了经过验证的标准和智能解决方案。它们共同形成了一个使科学研究更加开放、高效和协作的生态系统。这是一个令人兴奋的机会，可以改变全球科学研究的方式——这是科学实验的未来！"
  }
}
